aliariff.vscode-erb-beautify
anbuselvanrocky.bootstrap5-vscode
bung87.vscode-gemfile
craigmaslowski.erb
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
gruntfuggly.todo-tree
hridoy.rails-snippets
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.cpptools
oderwat.indent-rainbow
pkief.material-icon-theme
pleiades.java-extension-pack-jdk
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
sidthesloth.html5-boilerplate
streetsidesoftware.code-spell-checker
teabyii.ayu
vscjava.vscode-java-debug